
{
    "recipes":[
        {
            "id": 1,
            "name": "Bolo de cenoura",
            "tags": ["Doces"],
            "image": "../images/bolo_cenoura.png",
            "ingredients":[
                "3 cenouras médias",
                "1/2 xícara de óleo",
                "4 ovos",
                "2 xícaras de açucar",
                "2 xícaras e 1/2 de farinha de trigo",
                "1 colher de sopa de fermento em pó",
                "150gr de chocolate meio amargo",
                "1 caixa de creme de leite"
            ],
            "preparation": [
                "Em um liquidificador, adicione a cenoura, os ovos e o óleo, depois bata.",
                "Acrescente o açúcar e bata novamente por 5 minutos.",
                "Em uma tigela ou na batedeira, adicione a farinha de trigo e depois misture novamente.",
                "Acrescente o fermento e misture lentamente com uma colher.",
                "Asse em um forno preaquecido a 180° C por aproximadamente 40 minutos.",
                "Para a cobertura: em um recepiente misture o chocolate e o creme de leite, leve ao microondas de 30 em 30 segundos ate que derreta."
            ]
        },
        {
            "id": 2,
            "name": "Brigadeiro",
            "tags": ["Doces"],
            "image": "../images/brigadeiro.png",
            "ingredients":[
                "1 caixa de leite condensado",
                "5 colheres de sopa de chocolate em pó",
                "1 colher de sopa de margarina",
                "Chocolate granulado"
            ],
            "preparation": [
                "Em uma panela funda, acrescente o leite condensado, a margarina e o chocolate em pó.",
                "Cozinhe em fogo médio e mexa até que o brigadeiro comece a desgrudar da panela.",
                "Deixe esfriar e faça pequenas bolas com a mão passando a massa no chocolate granulado."
            ]
        },
        {
            "id": 3,
            "name": "Molho à bolonhesa",
            "tags": ["Salgadas"],
            "image": "../images/molho_bolonhesa.png",
            "ingredients":[
                "1 cebola picada",
                "2 dentes de alho amassados",
                "1 lata de molho de tomate",
                "a mesma medida de água",
                "500gr de carne moída",
                "sal e pimenta a gosto"
            ],
            "preparation": [
                "Em uma panela, aqueça o óleo e refogue a cebola e o alho.",
                "Junte a carne moída e deixe cozinhar.",
                "Acrescente o molho, a água e deixe apurar por 15 minutos em fogo médio, até ficar cremoso.",
                "Sirva da forma que preferir."
            ]
        },
        {
            "id": 4,
            "name": "Crepioca",
            "tags": [ "Fit", "Salgadas"],
            "image": "../images/crepioca.png",
            "ingredients":[
                "1 ovo",
                "1 colher de sopa de tapioca",
                "Sal a gosto",
                "Queijo branco",
                "Tomate"
            ],
            "preparation": [
                "Em um recepiente, bata bem o ovo e adicione a tapioca.",
                "Em uma frigideira levemente quente, coloque todo o conteudo e mantenha em fogo baixo.",
                "Doure os dois lados.",
                "Recheie com o queijo e o tomate."
            ]
        },
        {
            "id": 5,
            "name": "Carne de panela",
            "tags": [ "Salgadas"],
            "image": "../images/carne_panela.png",
            "ingredients":[
                "1 quilo de de miolo de acém em cubos",
                "1 cebola picada",
                "2 dentes de alho picados",
                "Sal e pimenta a gosto",
                "Cheiro verde (opcional)"
            ],
            "preparation": [
                "Na panela de pressão, coloque 2 colheres de sopa de óleo e doure a cebola e o dentes de alho picados.",
                "Depois, acrescente 1 quilo de miolo de acém em cubos e refogue.",
                "Em seguida, adicione sal a gosto, pimenta-do-reino a gosto e água suficiente para cobrir a carne. Feche a panela de pressão e deixe cozinhar por 20 minutos.",
                "Espere a pressão sair, abra a panela e adicione o cheiro verde."
            ]
        },
        {
            "id": 6,
            "name": "Strogonoff de carne",
            "tags": [ "Salgadas"],
            "image": "../images/strogonoff.png",
            "ingredients":[
                "400g de filé mignon em tiras",
                "1/2 cebola picada",
                "3 tomates picados",
                "Champgnon",
                "Sal e pimenta a gosto",
                "1 caixa de creme de leite"
            ],
            "preparation": [
                "Na panela, coloque o óleo e doure a cebola",
                "Depois, acrescente a carne e refogue.",
                "Em seguida, adicione sal a gosto, pimenta-do-reino a gosto, os tomates picados, o champgnon e deixe cozinhar por cerca de 15 minutos. ",
                "Depois de cozido, desligue o fogo, adicione o creme de leite e mexa bem.",
                "Sirva como preferir!"
            ]
        },
        {
            "id": 7,
            "name": "Pudim de leite condensado",
            "tags": [ "Doces"],
            "image": "../images/pudim.png",
            "ingredients":[
                "1 lata de leite condensado",
                "1 lata de leite (medida da lata de leite condensado)",
                "3 ovos inteiros",
                "1 xícara (chá) de açúcar",
                "1/2 xícara de água"
            ],
            "preparation": [
                "Na liquidificador, bata os ovos, o leite condensado e o leite por cerca de 10 minutos",
                "Para calda: Derreta o açúcar na panela até ficar moreno, acrescente a água aos poucos e deixe engrossar.",
                "Coloque a calda em uma forma redonda e leve a geladeira por 10 minutos.",
                "Retire da geladeira e despeje a mistura do liquidificador.",
                "Leve a forma em banho maria ao forno médio por 45 minutos.",
                "Deixe esfriar e desenforme."
            ]
        },
        {
            "id": 8,
            "name": "Mousse de chocolate",
            "tags": [ "Doces"],
            "image": "../images/mousse_chocolate.png",
            "ingredients":[
                "200 g de chocolate meio amargo",
                "2 colheres (sopa) de açúcar",
                "3 ovos",
                "1 caixa de creme de leite"
            ],
            "preparation": [
                "Bata as gemas até dobrarem de volume.",
                "Junte o açúcar e continue batendo.",
                "Derreta o chocolate e acrescente à gemada.",
                "Junte o creme de leite, batendo sempre.",
                "Por fim, acrescente as claras em neve (bem batidas mesmo), misturando rapidamente na batedeira.",
                "Leve à geladeira e sirva-se!"
            ]
        },
        {
            "id": 9,
            "name": "Peito de frango na AirFryer",
            "tags": [ "Fit", "Salgadas"],
            "image": "../images/frango_fit.png",
            "ingredients":[
                "500gr peito de frango limpo",
                "Páprica defumada a gosto",
                "1/2 limão",
                "Sal e pimenta a gosto"
            ],
            "preparation": [
                "Tempere o frango com o sal, páprica e pimenta e deixe marinar (recomendo no mínimo 2 horas).",
                "Arrume na Air fryer e ligue por 15 minutos a 180°c",
                "Vire o frango e aumente a temperatura para 200°c, e ligue a Air fryer por mais uns 5 minutos ou até dourar."
            ]
        },
        {
            "id": 10,
            "name": "Panqueca de banana fit",
            "tags": [ "Fit", "Doces"],
            "image": "../images/panqueca_banana.png",
            "ingredients":[
                "1 banana",
                "2 colheres de aveia",
                "1 colher de cacau em pó 100%",
                "2 ovos"
            ],
            "preparation": [
                "Amasse a banana, depois coloque em um recipiente fundo, bata com o garfo os 2 ovos junto com a banana, depois acrescente a aveia e o cacau.",
                "Bata tudo com o garfo e depois coloque na frigideira untada e antiaderente, tampe a frigideira e vire após dourar.",
                "E quando tiver pronta, você pode polvilhar coco ralado sobre as panquecas."
            ]
        },
        {
            "id": 11,
            "name": "Salada de frutas cremosa",
            "tags": [ "Kids", "Doces"],
            "image": "../images/salada_frutas.png",
            "ingredients":[
                "Frutas de sua preferência (morango, uva, kiwi, mamão, etc)",
                "1 lata de leite condensado",
                "1 caixa de creme de leite",
                "Suco de um limão"
            ],
            "preparation": [
                "Chame as crianças para lavar todas as frutas. Isso é bem importante antes de iniciar os cortes.",
                "Em seguida, comece a cortar as frutas em pedaços pequenos. Se forem crianças maiores, ensine a cortar com cuidado para evitar machucados.",
                "Coloque todos os pedaços em uma tigela grande e esprema o suco de 1 limão para evitar que as frutas oxidem.",
                "Em outra tigela, misture o leite condensado e o creme de leite até obter uma mistura homogênea.",
                "Despeje o creme sobre as frutas e misture delicadamente até que todas as frutas estejam cobertas com o creme.",
                "Leve a salada de frutas à geladeira por alguns minutos para ficar fresca e cremosa."
            ]
        },
        {
            "id": 12,
            "name": "Pirulitos de Bolacha",
            "tags": [ "Kids", "Doces"],
            "image": "../images/pirulito_bolacha.jpg",
            "ingredients":[
                "Bolachas redondas de sua preferência",
                "Palitos de pirulito",
                "Chocolate derretido (branco, ao leite ou meio amargo)",
                "Confeitos coloridos ou granulados para decorar"
            ],
            "preparation": [
                "Insira os palitos de pirulito nos biscoitos, certificando-se de que estejam bem fixados.",
                "Derreta o chocolate de sua preferência em banho-maria ou no micro-ondas, mexendo bem até ficar liso e homogêneo.",
                "Segure o biscoito pelo palito e mergulhe-o no chocolate derretido, cobrindo-o completamente. Deixe o excesso de chocolate escorrer.",
                "Enquanto o chocolate ainda estiver molhado, decore o pirulito com confeitos coloridos ou granulados.",
                "Coloque os pirulitos de biscoito em uma bandeja forrada com papel manteiga e deixe-os descansar até que o chocolate endureça."
            ]
        },
        {
            "id": 13,
            "name": "Pizza de bolo de cenoura",
            "tags": [ "Kids", "Doces"],
            "image": "../images/pizza_cenoura.png",
            "ingredients":[
                "2 ovos",
                "1 cenoura média",
                "1/2 xícara de óleo",
                "1 xícara de açúcar",
                "1 xícara de farinha de trigo",
                "1 colher (chá) de fermento em pó",
                "1 caixa de leite condensado",
                "3 colheres de chocolate em pó",
                "Granulados ou confetes coloridos"
            ],
            "preparation": [
                "Bata os ovos, cenoura, óleo e o açúcar por 4 minutos. Adicione o trigo e o fermento e misture bem.",
                "Unte o tabuleiro de pizza com manteiga e trigo. Despeje a massa e leve-a ao forno preaquecido à 180° por 20 minutos.",
                "Para o brigadeiro: Misture o leite condensado e o chocolate em pó em fogo baixo até desgrudar da panela.",
                "Decore como preferir com o granulado e os confetes. Está pronto!"
            ]
        },
        {
            "id": 14,
            "name": "Mini pizza",
            "tags": [ "Kids", "Salgadas"],
            "image": "../images/mini_pizza.png",
            "ingredients":[
                "1 pacote de massa para mini pizza",
                "Molho de tomate",
                "Mussarela ralada",
                "Presunto ralado",
                "Orégano"
            ],
            "preparation": [
                "Espalha a massa de tomate sobre a massa pronta",
                "Cubra a pizza com o queijo.",
                "Adicione o presunto e o orégano",
                "Leve ao forno por cerca de 15 minutos, observe se todo o queijo derreteu e está pronta!"
            ]
        }



    ]
}